Repository: mureatencio/pokedex
Catalog: Pokedex/Pokedex/Resources/Localizable/Localizable.xcstrings
Source language: en
Languages: es

# AlertButton_Ok
source: Ok
es: Aceptar

# Error_BadUrl
source: The URL provided was invalid. Please try again.
es: La URL proporcionada no es válida. Inténtalo de nuevo.

# Error_DecodingError
source: There was an error decoding the data. Please try again later.
es: Hubo un error al decodificar los datos. Por favor, inténtalo más tarde.

# Error_InvalidData
source: The data received from the server was invalid. Please check your network connection and try again.
es: Los datos recibidos del servidor son inválidos. Verifica tu conexión a la red e inténtalo de nuevo.

# Property_BaseXP
source: Base XP
es: Experiencia base

# Property_Height
source: Height
es: Altura

# Property_Types
source: Types
es: Tipos

# Property_Weight
source: Weight
es: Peso

# Title_PokemonDetails
source: Pokemon Details
es: Detalles del Pokemon

# Title_PokemonList
source: List of Pokemon
es: Lista de Pokemon
